Repository: Abdualimov07/findjob
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Page Not Found
uz: Sahifa topilmadi

source: We’re sorry, the page you have looked for does not exist in our website! Maybe go to our home page or try to use a search?
uz: Kechirasiz, siz izlagan sahifa bizning veb-saytimizda mavjud emas!Balki bizning bosh sahifamizga o'ting yoki qidiruvdan foydalanmoqchimisiz?

source: Go Back To Home
uz: Bosh sahifaga qaytish

source: Home
uz: UY

source: Jobs
uz: Ishlar

source: Job List
uz: Ish ro'yxati

source: Pages
uz: Sahifalar

source: Job Category
uz: Ish toifasi

source: Contact
uz: Aloqa

source: Your Jobs
uz: Ishlaringiz

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: Post A Job
uz: Ish Joylash

source: Business Development Job Listings
uz: Biznesni rivojlantirish bo'yicha ish ro'yxatlari

source: View Details
uz: Tafsilotlarni ko'rish

source: No Business Development job listings available.
uz: Biznesni rivojlantirish bo'yicha ish ro'yxati mavjud emas.

source: Explore By Category
uz: Turkum boʻyicha oʻrganing

source: Customer Service
uz: Mijozlarga xizmat ko'rsatish

source: Human Resource
uz: Inson resursi

source: Software Engineering
uz: Dasturiy ta'minot muhandisligi

source: Business Development
uz: Biznes rivoji

source: Sales & Communication
uz: Sotish va aloqa

source: Teaching & Education
uz: Ta'lim

source: Design & Creative
uz: Dizayn va ijodkorlik

source: Contact For Any Query
uz: Har qanday so'rov uchun murojaat qiling

source: The contact form is currently inactive. Get a functional and working contact form with Ajax & PHP in a few minutes. Just copy and paste the files, add a little code and you're done.
uz: Aloqa shakli hozirda faol emas. Funktsional va ishlaydigan kontaktni olingBir necha daqiqada Ajax va PHP bilan shakl yarating. Faqat fayllardan nusxa oling va joylashtiring, qo'shing.Kichik kod va siz tugatdingiz.

source: Download Now
uz: Hozir yuklab olmoq

source: Your Name
uz: Ismingiz

source: Your Email
uz: Emailingiz

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: Send Message
uz: Xabarni yuborish

source: Customer Service Job Listings
uz: Mijozlarga xizmat ko'rsatish bo'yicha ish ro'yxatlari

source: No Customer Service job listings available.
uz: Mijozlarga xizmat ko‘rsatish bo‘yicha ish ro‘yxati mavjud emas.

source: Design & Creative Job Listings
uz: Dizayn va ijodiy ish ro'yxati

source: No Design & Creative job listings available.
uz: Dizayn va ijodkorlik bo'yicha ish ro'yxati mavjud emas.

source: Human Resource Job Listings
uz: Inson resurslari bo'yicha ish ro'yxatlari

source: No Human Resource job listings available.
uz: Inson resurslari bo'yicha ish ro'yxati mavjud emas.

source: Find The Perfect Job That You Deserved
uz: O'zingizga munosib bo'lgan mukammal ishni toping

source: Our platform provides an opportunity to choose from a variety of positions in innovative companies so that you can find the perfect combination of your skills, interests and ambitions. Join us and find your ideal startup path!"
uz: Bizning platformamiz turli lavozimlardan tanlash imkoniyatini beradiInnovatsion kompaniyalarda o'zingizning mukammal kombinatsiyangizni topishingiz uchunKonikmalar, qiziqishlar va ambitsiyalar. Bizga qoshiling va ozingizning ideal startap yolingizni toping!

source: Search A Job
uz: Ish qidirmoq

source: Find The Best Startup Job That Fit You
uz: Sizga mos keladigan eng yaxshi startap ishini toping

source: Search
uz: Qidiruv

source: We Help To Get The Best Job And Find A Talent
uz: Biz eng yaxshi ish topishga va iqtidor topishga yordam beramiz

source: Are you looking for the perfect position or do you want to find the best people for your company? We are your reliable partner in the world of employment and talent search. Our mission is to connect you with the best career opportunities and the most suitable candidates.
uz: Siz mukammal pozitsiyani qidiryapsizmi yoki eng yaxshisini topmoqchimisizSizning kompaniyangiz uchun odamlar? Biz sizning dunyoda ishonchli hamkorimizBandlik va iste'dod izlash. Bizning vazifamiz sizni eng yaxshilar bilan bog'lashdirIshga qabul qilish imkoniyatlari va eng munosib nomzodlar

source: You will find a job with us faster
uz: Biz bilan tezroq ish topasiz

source: The most convenient jobs
uz: Eng qulay ish o'rinlari

source: The most profitable jobs
uz: Eng daromadli kasblar

source: Latest Jobs
uz: Eng so'nggi ish o'rinlari

source: Marketing Job Listings
uz: Marketing bo'yicha ish ro'yxati

source: No Marketing job listings available.
uz: Marketing bo'yicha ish ro'yxati mavjud emas.

source: Post a Job
uz: Ish joylash

source: Job Title
uz: Ish nomi

source: Job Description
uz: Ish xaqida

source: Location
uz: Joylashuv

source: Salary
uz: Maosh

source: Category
uz: Turkumi

source: Submit
uz: Saqlash

source: Sales & Communication Job Listings
uz: Savdo va aloqa bo'yicha ish ro'yxatlari

source: No Sales & Communication job listings available.
uz: Savdo va aloqa bo'yicha ish ro'yxati mavjud emas.

source: Search Results
uz: Qidiruv natijalari

source: No jobs found.
uz: Hech qanday ish topilmadi.

source: Software Engineering Job Listings
uz: Dasturiy ta'minot muhandisligi bo'yicha ish ro'yxatlari

source: No Software Engineering job listings available.
uz: Dasturiy ta'minot muhandisligi bo'yicha ish ro'yxati mavjud emas.

source: Teaching & Education Job Listings
uz: O'qitish va ta'lim bo'yicha ish ro'yxatlari

source: No Teaching & Education job listings available.
uz: Ta'lim va ta'lim bo'yicha ish ro'yxati mavjud emas.

source: Delete Job
uz: O'chirmoq

source: Are you sure you want to delete
uz: Haqiqatan ham oʻchirib tashlamoqchimisiz

source: Delete
uz: O'chirmoq

source: Cancel
uz: Orqaga

source: Edit Job
uz: Tahrirlash

source: Title
uz: Nomi

source: Description
uz: Xaqida

source: Save Changes
uz: Saqlash

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: If you are not registered,
uz: Agar ro'yxatdan o'tmagan bo'lsangiz,

source: register here
uz: ro'yhatdan o'ting

source: Are you sure you want to delete
uz: Haqiqatan ham oʻchirib tashlamoqchimisiz

source: If you want to go back,
uz: Qaytmoqchi bo'lsangiz,

source: click here
uz: Bu yerga bosing

source: Edit
uz: Tahrirlash

source: You haven't posted any jobs yet.
uz: Siz hali hech qanday ish joylashmagansiz.
